import 'package:flutter_spiks_test/data/repositories/models/therapists_models/therapist_detail.dart';

final List<TherapistDetail> therapistsListDetail = [
  TherapistDetail(
    id: '1',
    name: 'Эмилия',
    surname: 'Кларк',
    experience: 8,
    costOfServices: 800,
    costOfServicesGroup: 1200,
    mainSpecialization: 'Перинатальный психолог, гештальт-терапевт',
    avatar: 'i.pravatar.cc/700?img=1',
    workPrinciples: null,
    videoPresentationUrl: null,
    biography:
        'Я квалифицированный психолог с опытом работы в области психотерапии и консультирования. '
        'Моя основная цель - помочь людям преодолеть свои трудности и достичь психологического благополучия. '
        'Я обладаю глубоким пониманием человеческого поведения и межличностных отношений, '
        'и мои навыки в психологической диагностике и терапии помогают мне эффективно работать с '
        'клиентами разного возраста и культурного бэкграунда. Мой подход основан на сочетании различных '
        'терапевтических направлений, таких как психодинамическая терапия, когнитивно-поведенческая '
        'терапия и гештальт-терапия. Я умею создать доверительную атмосферу и поддерживающую среду, '
        'где клиенты могут откровенно выражать свои мысли и чувства. Я также внимательный слушатель '
        'и эмпатичный профессионал, что позволяет мне установить глубокую связь с клиентами. '
        'У меня есть опыт работы со множеством проблем и психологических состояний, включая депрессию, '
        'тревожность, семейные конфликты, потерю и горе. Я также обладаю знаниями и практическими '
        'навыками в области кризисного вмешательства и помощи в кризисных ситуациях. '
        'Я активно принимаю участие в профессиональном развитии и постоянно обновляю свои знания '
        'и навыки, чтобы быть в курсе современных тенденций в психологии. Я стремлюсь к '
        'постоянному совершенствованию и готов работать как самостоятельно, так и в команде. '
        'Будучи психологом, я ищу возможность применить свои навыки и знания для помощи клиентам '
        'и внести положительный вклад в их жизнь. Если вы ищете талантливого психолога, '
        'который внимательно выслушает вас, поддержит и поможет вам решить ваши проблемы, '
        'я готов предоставить свои услуги. Буду рад обсудить возможность сотрудничества!',
  ),
  TherapistDetail(
    id: '2',
    name: 'Крисс',
    surname: 'Эванс',
    experience: 11,
    costOfServices: 2500,
    costOfServicesGroup: 3000,
    mainSpecialization: 'Детский психолог, психодинамический-терапевт',
    avatar: 'i.pravatar.cc/700?img=11',
    workPrinciples: null,
    videoPresentationUrl: null,
    biography:
        'Я квалифицированный психолог с опытом работы в области психотерапии и консультирования. '
        'Моя основная цель - помочь людям преодолеть свои трудности и достичь психологического благополучия. '
        'Я обладаю глубоким пониманием человеческого поведения и межличностных отношений, '
        'и мои навыки в психологической диагностике и терапии помогают мне эффективно работать с '
        'клиентами разного возраста и культурного бэкграунда. Мой подход основан на сочетании различных '
        'терапевтических направлений, таких как психодинамическая терапия, когнитивно-поведенческая '
        'терапия и гештальт-терапия. Я умею создать доверительную атмосферу и поддерживающую среду, '
        'где клиенты могут откровенно выражать свои мысли и чувства. Я также внимательный слушатель '
        'и эмпатичный профессионал, что позволяет мне установить глубокую связь с клиентами. '
        'У меня есть опыт работы со множеством проблем и психологических состояний, включая депрессию, '
        'тревожность, семейные конфликты, потерю и горе. Я также обладаю знаниями и практическими '
        'навыками в области кризисного вмешательства и помощи в кризисных ситуациях. '
        'Я активно принимаю участие в профессиональном развитии и постоянно обновляю свои знания '
        'и навыки, чтобы быть в курсе современных тенденций в психологии. Я стремлюсь к '
        'постоянному совершенствованию и готов работать как самостоятельно, так и в команде. '
        'Будучи психологом, я ищу возможность применить свои навыки и знания для помощи клиентам '
        'и внести положительный вклад в их жизнь. Если вы ищете талантливого психолога, '
        'который внимательно выслушает вас, поддержит и поможет вам решить ваши проблемы, '
        'я готов предоставить свои услуги. Буду рад обсудить возможность сотрудничества!',
  ),
  TherapistDetail(
    id: '3',
    name: 'Девид',
    surname: 'Холс',
    experience: 9,
    costOfServices: 4000,
    costOfServicesGroup: 5000,
    mainSpecialization:
        'Когнитивный психолог, Когнитивно-поведенческий-терапевт',
    avatar: 'i.pravatar.cc/700?img=13',
    workPrinciples: null,
    videoPresentationUrl: null,
    biography:
        'Я квалифицированный психолог с опытом работы в области психотерапии и консультирования. '
        'Моя основная цель - помочь людям преодолеть свои трудности и достичь психологического благополучия. '
        'Я обладаю глубоким пониманием человеческого поведения и межличностных отношений, '
        'и мои навыки в психологической диагностике и терапии помогают мне эффективно работать с '
        'клиентами разного возраста и культурного бэкграунда. Мой подход основан на сочетании различных '
        'терапевтических направлений, таких как психодинамическая терапия, когнитивно-поведенческая '
        'терапия и гештальт-терапия. Я умею создать доверительную атмосферу и поддерживающую среду, '
        'где клиенты могут откровенно выражать свои мысли и чувства. Я также внимательный слушатель '
        'и эмпатичный профессионал, что позволяет мне установить глубокую связь с клиентами. '
        'У меня есть опыт работы со множеством проблем и психологических состояний, включая депрессию, '
        'тревожность, семейные конфликты, потерю и горе. Я также обладаю знаниями и практическими '
        'навыками в области кризисного вмешательства и помощи в кризисных ситуациях. '
        'Я активно принимаю участие в профессиональном развитии и постоянно обновляю свои знания '
        'и навыки, чтобы быть в курсе современных тенденций в психологии. Я стремлюсь к '
        'постоянному совершенствованию и готов работать как самостоятельно, так и в команде. '
        'Будучи психологом, я ищу возможность применить свои навыки и знания для помощи клиентам '
        'и внести положительный вклад в их жизнь. Если вы ищете талантливого психолога, '
        'который внимательно выслушает вас, поддержит и поможет вам решить ваши проблемы, '
        'я готов предоставить свои услуги. Буду рад обсудить возможность сотрудничества!',
  ),
  TherapistDetail(
    id: '4',
    name: 'Дональд',
    surname: 'Девис',
    experience: 7,
    costOfServices: 5500,
    costOfServicesGroup: 6000,
    mainSpecialization:
        'Психоаналитический психолог, Психодинамический-терапевт',
    avatar: 'i.pravatar.cc/700?img=51',
    workPrinciples: null,
    videoPresentationUrl: null,
    biography:
        'Я квалифицированный психолог с опытом работы в области психотерапии и консультирования. '
        'Моя основная цель - помочь людям преодолеть свои трудности и достичь психологического благополучия. '
        'Я обладаю глубоким пониманием человеческого поведения и межличностных отношений, '
        'и мои навыки в психологической диагностике и терапии помогают мне эффективно работать с '
        'клиентами разного возраста и культурного бэкграунда. Мой подход основан на сочетании различных '
        'терапевтических направлений, таких как психодинамическая терапия, когнитивно-поведенческая '
        'терапия и гештальт-терапия. Я умею создать доверительную атмосферу и поддерживающую среду, '
        'где клиенты могут откровенно выражать свои мысли и чувства. Я также внимательный слушатель '
        'и эмпатичный профессионал, что позволяет мне установить глубокую связь с клиентами. '
        'У меня есть опыт работы со множеством проблем и психологических состояний, включая депрессию, '
        'тревожность, семейные конфликты, потерю и горе. Я также обладаю знаниями и практическими '
        'навыками в области кризисного вмешательства и помощи в кризисных ситуациях. '
        'Я активно принимаю участие в профессиональном развитии и постоянно обновляю свои знания '
        'и навыки, чтобы быть в курсе современных тенденций в психологии. Я стремлюсь к '
        'постоянному совершенствованию и готов работать как самостоятельно, так и в команде. '
        'Будучи психологом, я ищу возможность применить свои навыки и знания для помощи клиентам '
        'и внести положительный вклад в их жизнь. Если вы ищете талантливого психолога, '
        'который внимательно выслушает вас, поддержит и поможет вам решить ваши проблемы, '
        'я готов предоставить свои услуги. Буду рад обсудить возможность сотрудничества!',
  ),
  TherapistDetail(
    id: '5',
    name: 'Жеймс',
    surname: 'Жонсон',
    experience: 12,
    costOfServices: 3000,
    costOfServicesGroup: 3500,
    mainSpecialization:
        'Поведенческий психолог, Рационально-эмоциональный-терапевт',
    avatar: 'i.pravatar.cc/700?img=53',
    workPrinciples: null,
    videoPresentationUrl: null,
    biography:
        'Я квалифицированный психолог с опытом работы в области психотерапии и консультирования. '
        'Моя основная цель - помочь людям преодолеть свои трудности и достичь психологического благополучия. '
        'Я обладаю глубоким пониманием человеческого поведения и межличностных отношений, '
        'и мои навыки в психологической диагностике и терапии помогают мне эффективно работать с '
        'клиентами разного возраста и культурного бэкграунда. Мой подход основан на сочетании различных '
        'терапевтических направлений, таких как психодинамическая терапия, когнитивно-поведенческая '
        'терапия и гештальт-терапия. Я умею создать доверительную атмосферу и поддерживающую среду, '
        'где клиенты могут откровенно выражать свои мысли и чувства. Я также внимательный слушатель '
        'и эмпатичный профессионал, что позволяет мне установить глубокую связь с клиентами. '
        'У меня есть опыт работы со множеством проблем и психологических состояний, включая депрессию, '
        'тревожность, семейные конфликты, потерю и горе. Я также обладаю знаниями и практическими '
        'навыками в области кризисного вмешательства и помощи в кризисных ситуациях. '
        'Я активно принимаю участие в профессиональном развитии и постоянно обновляю свои знания '
        'и навыки, чтобы быть в курсе современных тенденций в психологии. Я стремлюсь к '
        'постоянному совершенствованию и готов работать как самостоятельно, так и в команде. '
        'Будучи психологом, я ищу возможность применить свои навыки и знания для помощи клиентам '
        'и внести положительный вклад в их жизнь. Если вы ищете талантливого психолога, '
        'который внимательно выслушает вас, поддержит и поможет вам решить ваши проблемы, '
        'я готов предоставить свои услуги. Буду рад обсудить возможность сотрудничества!',
  ),
  TherapistDetail(
    id: '6',
    name: 'Патрик',
    surname: 'Лоуренс',
    experience: 15,
    costOfServices: 3500,
    costOfServicesGroup: 4000,
    mainSpecialization: 'Женский психолог, Психодинамический-терапевт',
    avatar: 'i.pravatar.cc/700?img=59',
    workPrinciples: null,
    videoPresentationUrl: null,
    biography:
        'Я квалифицированный психолог с опытом работы в области психотерапии и консультирования. '
        'Моя основная цель - помочь людям преодолеть свои трудности и достичь психологического благополучия. '
        'Я обладаю глубоким пониманием человеческого поведения и межличностных отношений, '
        'и мои навыки в психологической диагностике и терапии помогают мне эффективно работать с '
        'клиентами разного возраста и культурного бэкграунда. Мой подход основан на сочетании различных '
        'терапевтических направлений, таких как психодинамическая терапия, когнитивно-поведенческая '
        'терапия и гештальт-терапия. Я умею создать доверительную атмосферу и поддерживающую среду, '
        'где клиенты могут откровенно выражать свои мысли и чувства. Я также внимательный слушатель '
        'и эмпатичный профессионал, что позволяет мне установить глубокую связь с клиентами. '
        'У меня есть опыт работы со множеством проблем и психологических состояний, включая депрессию, '
        'тревожность, семейные конфликты, потерю и горе. Я также обладаю знаниями и практическими '
        'навыками в области кризисного вмешательства и помощи в кризисных ситуациях. '
        'Я активно принимаю участие в профессиональном развитии и постоянно обновляю свои знания '
        'и навыки, чтобы быть в курсе современных тенденций в психологии. Я стремлюсь к '
        'постоянному совершенствованию и готов работать как самостоятельно, так и в команде. '
        'Будучи психологом, я ищу возможность применить свои навыки и знания для помощи клиентам '
        'и внести положительный вклад в их жизнь. Если вы ищете талантливого психолога, '
        'который внимательно выслушает вас, поддержит и поможет вам решить ваши проблемы, '
        'я готов предоставить свои услуги. Буду рад обсудить возможность сотрудничества!',
  ),
  TherapistDetail(
    id: '7',
    name: 'Жефри',
    surname: 'Перес',
    experience: 10,
    costOfServices: 1500,
    costOfServicesGroup: 2000,
    mainSpecialization: 'Перинатальный психолог, Интегративный-терапевт',
    avatar: 'i.pravatar.cc/700?img=68',
    workPrinciples: null,
    videoPresentationUrl: null,
    biography:
        'Я квалифицированный психолог с опытом работы в области психотерапии и консультирования. '
        'Моя основная цель - помочь людям преодолеть свои трудности и достичь психологического благополучия. '
        'Я обладаю глубоким пониманием человеческого поведения и межличностных отношений, '
        'и мои навыки в психологической диагностике и терапии помогают мне эффективно работать с '
        'клиентами разного возраста и культурного бэкграунда. Мой подход основан на сочетании различных '
        'терапевтических направлений, таких как психодинамическая терапия, когнитивно-поведенческая '
        'терапия и гештальт-терапия. Я умею создать доверительную атмосферу и поддерживающую среду, '
        'где клиенты могут откровенно выражать свои мысли и чувства. Я также внимательный слушатель '
        'и эмпатичный профессионал, что позволяет мне установить глубокую связь с клиентами. '
        'У меня есть опыт работы со множеством проблем и психологических состояний, включая депрессию, '
        'тревожность, семейные конфликты, потерю и горе. Я также обладаю знаниями и практическими '
        'навыками в области кризисного вмешательства и помощи в кризисных ситуациях. '
        'Я активно принимаю участие в профессиональном развитии и постоянно обновляю свои знания '
        'и навыки, чтобы быть в курсе современных тенденций в психологии. Я стремлюсь к '
        'постоянному совершенствованию и готов работать как самостоятельно, так и в команде. '
        'Будучи психологом, я ищу возможность применить свои навыки и знания для помощи клиентам '
        'и внести положительный вклад в их жизнь. Если вы ищете талантливого психолога, '
        'который внимательно выслушает вас, поддержит и поможет вам решить ваши проблемы, '
        'я готов предоставить свои услуги. Буду рад обсудить возможность сотрудничества!',
  ),
  TherapistDetail(
    id: '8',
    name: 'Синтия',
    surname: 'Лоу',
    experience: 11,
    costOfServices: 4500,
    costOfServicesGroup: 5000,
    mainSpecialization:
        'Подростковый психолог, Рационально-эмоциональный-терапевт',
    avatar: 'i.pravatar.cc/700?img=49',
    workPrinciples: null,
    videoPresentationUrl: null,
    biography:
        'Я квалифицированный психолог с опытом работы в области психотерапии и консультирования. '
        'Моя основная цель - помочь людям преодолеть свои трудности и достичь психологического благополучия. '
        'Я обладаю глубоким пониманием человеческого поведения и межличностных отношений, '
        'и мои навыки в психологической диагностике и терапии помогают мне эффективно работать с '
        'клиентами разного возраста и культурного бэкграунда. Мой подход основан на сочетании различных '
        'терапевтических направлений, таких как психодинамическая терапия, когнитивно-поведенческая '
        'терапия и гештальт-терапия. Я умею создать доверительную атмосферу и поддерживающую среду, '
        'где клиенты могут откровенно выражать свои мысли и чувства. Я также внимательный слушатель '
        'и эмпатичный профессионал, что позволяет мне установить глубокую связь с клиентами. '
        'У меня есть опыт работы со множеством проблем и психологических состояний, включая депрессию, '
        'тревожность, семейные конфликты, потерю и горе. Я также обладаю знаниями и практическими '
        'навыками в области кризисного вмешательства и помощи в кризисных ситуациях. '
        'Я активно принимаю участие в профессиональном развитии и постоянно обновляю свои знания '
        'и навыки, чтобы быть в курсе современных тенденций в психологии. Я стремлюсь к '
        'постоянному совершенствованию и готов работать как самостоятельно, так и в команде. '
        'Будучи психологом, я ищу возможность применить свои навыки и знания для помощи клиентам '
        'и внести положительный вклад в их жизнь. Если вы ищете талантливого психолога, '
        'который внимательно выслушает вас, поддержит и поможет вам решить ваши проблемы, '
        'я готов предоставить свои услуги. Буду рад обсудить возможность сотрудничества!',
  ),
  TherapistDetail(
    id: '9',
    name: 'Мэри',
    surname: 'Кеннеди',
    experience: 7,
    costOfServices: 6500,
    costOfServicesGroup: 7000,
    mainSpecialization: 'Женский психолог, Интегративный-терапевт',
    avatar: 'i.pravatar.cc/700?img=16',
    workPrinciples: null,
    videoPresentationUrl: null,
    biography:
        'Я квалифицированный психолог с опытом работы в области психотерапии и консультирования. '
        'Моя основная цель - помочь людям преодолеть свои трудности и достичь психологического благополучия. '
        'Я обладаю глубоким пониманием человеческого поведения и межличностных отношений, '
        'и мои навыки в психологической диагностике и терапии помогают мне эффективно работать с '
        'клиентами разного возраста и культурного бэкграунда. Мой подход основан на сочетании различных '
        'терапевтических направлений, таких как психодинамическая терапия, когнитивно-поведенческая '
        'терапия и гештальт-терапия. Я умею создать доверительную атмосферу и поддерживающую среду, '
        'где клиенты могут откровенно выражать свои мысли и чувства. Я также внимательный слушатель '
        'и эмпатичный профессионал, что позволяет мне установить глубокую связь с клиентами. '
        'У меня есть опыт работы со множеством проблем и психологических состояний, включая депрессию, '
        'тревожность, семейные конфликты, потерю и горе. Я также обладаю знаниями и практическими '
        'навыками в области кризисного вмешательства и помощи в кризисных ситуациях. '
        'Я активно принимаю участие в профессиональном развитии и постоянно обновляю свои знания '
        'и навыки, чтобы быть в курсе современных тенденций в психологии. Я стремлюсь к '
        'постоянному совершенствованию и готов работать как самостоятельно, так и в команде. '
        'Будучи психологом, я ищу возможность применить свои навыки и знания для помощи клиентам '
        'и внести положительный вклад в их жизнь. Если вы ищете талантливого психолога, '
        'который внимательно выслушает вас, поддержит и поможет вам решить ваши проблемы, '
        'я готов предоставить свои услуги. Буду рад обсудить возможность сотрудничества!',
  ),
  TherapistDetail(
    id: '10',
    name: 'Гвендолин',
    surname: 'Роберсон',
    experience: 8,
    costOfServices: 900,
    costOfServicesGroup: 1500,
    mainSpecialization: 'Когнитивный психолог психолог, гештальт-терапевт',
    avatar: 'i.pravatar.cc/700?img=26',
    workPrinciples: null,
    videoPresentationUrl: null,
    biography:
        'Я квалифицированный психолог с опытом работы в области психотерапии и консультирования. '
        'Моя основная цель - помочь людям преодолеть свои трудности и достичь психологического благополучия. '
        'Я обладаю глубоким пониманием человеческого поведения и межличностных отношений, '
        'и мои навыки в психологической диагностике и терапии помогают мне эффективно работать с '
        'клиентами разного возраста и культурного бэкграунда. Мой подход основан на сочетании различных '
        'терапевтических направлений, таких как психодинамическая терапия, когнитивно-поведенческая '
        'терапия и гештальт-терапия. Я умею создать доверительную атмосферу и поддерживающую среду, '
        'где клиенты могут откровенно выражать свои мысли и чувства. Я также внимательный слушатель '
        'и эмпатичный профессионал, что позволяет мне установить глубокую связь с клиентами. '
        'У меня есть опыт работы со множеством проблем и психологических состояний, включая депрессию, '
        'тревожность, семейные конфликты, потерю и горе. Я также обладаю знаниями и практическими '
        'навыками в области кризисного вмешательства и помощи в кризисных ситуациях. '
        'Я активно принимаю участие в профессиональном развитии и постоянно обновляю свои знания '
        'и навыки, чтобы быть в курсе современных тенденций в психологии. Я стремлюсь к '
        'постоянному совершенствованию и готов работать как самостоятельно, так и в команде. '
        'Будучи психологом, я ищу возможность применить свои навыки и знания для помощи клиентам '
        'и внести положительный вклад в их жизнь. Если вы ищете талантливого психолога, '
        'который внимательно выслушает вас, поддержит и поможет вам решить ваши проблемы, '
        'я готов предоставить свои услуги. Буду рад обсудить возможность сотрудничества!',
  ),
  TherapistDetail(
    id: '11',
    name: 'Наоми',
    surname: 'Женкинс',
    experience: 9,
    costOfServices: 1000,
    costOfServicesGroup: 2000,
    mainSpecialization: 'Когнитивный психолог, системный-терапевт',
    avatar: 'i.pravatar.cc/700?img=32',
    workPrinciples: null,
    videoPresentationUrl: null,
    biography:
        'Я квалифицированный психолог с опытом работы в области психотерапии и консультирования. '
        'Моя основная цель - помочь людям преодолеть свои трудности и достичь психологического благополучия. '
        'Я обладаю глубоким пониманием человеческого поведения и межличностных отношений, '
        'и мои навыки в психологической диагностике и терапии помогают мне эффективно работать с '
        'клиентами разного возраста и культурного бэкграунда. Мой подход основан на сочетании различных '
        'терапевтических направлений, таких как психодинамическая терапия, когнитивно-поведенческая '
        'терапия и гештальт-терапия. Я умею создать доверительную атмосферу и поддерживающую среду, '
        'где клиенты могут откровенно выражать свои мысли и чувства. Я также внимательный слушатель '
        'и эмпатичный профессионал, что позволяет мне установить глубокую связь с клиентами. '
        'У меня есть опыт работы со множеством проблем и психологических состояний, включая депрессию, '
        'тревожность, семейные конфликты, потерю и горе. Я также обладаю знаниями и практическими '
        'навыками в области кризисного вмешательства и помощи в кризисных ситуациях. '
        'Я активно принимаю участие в профессиональном развитии и постоянно обновляю свои знания '
        'и навыки, чтобы быть в курсе современных тенденций в психологии. Я стремлюсь к '
        'постоянному совершенствованию и готов работать как самостоятельно, так и в команде. '
        'Будучи психологом, я ищу возможность применить свои навыки и знания для помощи клиентам '
        'и внести положительный вклад в их жизнь. Если вы ищете талантливого психолога, '
        'который внимательно выслушает вас, поддержит и поможет вам решить ваши проблемы, '
        'я готов предоставить свои услуги. Буду рад обсудить возможность сотрудничества!',
  ),
  TherapistDetail(
    id: '12',
    name: 'Диана',
    surname: 'Андерсон',
    experience: 11,
    costOfServices: 2000,
    costOfServicesGroup: 2500,
    mainSpecialization: 'Женский психолог, Рационально-эмоциональный-терапевт',
    avatar: 'i.pravatar.cc/700?img=47',
    workPrinciples: null,
    videoPresentationUrl: null,
    biography:
        'Я квалифицированный психолог с опытом работы в области психотерапии и консультирования. '
        'Моя основная цель - помочь людям преодолеть свои трудности и достичь психологического благополучия. '
        'Я обладаю глубоким пониманием человеческого поведения и межличностных отношений, '
        'и мои навыки в психологической диагностике и терапии помогают мне эффективно работать с '
        'клиентами разного возраста и культурного бэкграунда. Мой подход основан на сочетании различных '
        'терапевтических направлений, таких как психодинамическая терапия, когнитивно-поведенческая '
        'терапия и гештальт-терапия. Я умею создать доверительную атмосферу и поддерживающую среду, '
        'где клиенты могут откровенно выражать свои мысли и чувства. Я также внимательный слушатель '
        'и эмпатичный профессионал, что позволяет мне установить глубокую связь с клиентами. '
        'У меня есть опыт работы со множеством проблем и психологических состояний, включая депрессию, '
        'тревожность, семейные конфликты, потерю и горе. Я также обладаю знаниями и практическими '
        'навыками в области кризисного вмешательства и помощи в кризисных ситуациях. '
        'Я активно принимаю участие в профессиональном развитии и постоянно обновляю свои знания '
        'и навыки, чтобы быть в курсе современных тенденций в психологии. Я стремлюсь к '
        'постоянному совершенствованию и готов работать как самостоятельно, так и в команде. '
        'Будучи психологом, я ищу возможность применить свои навыки и знания для помощи клиентам '
        'и внести положительный вклад в их жизнь. Если вы ищете талантливого психолога, '
        'который внимательно выслушает вас, поддержит и поможет вам решить ваши проблемы, '
        'я готов предоставить свои услуги. Буду рад обсудить возможность сотрудничества!',
  ),
  TherapistDetail(
    id: '13',
    name: 'Сандра',
    surname: 'Томсон',
    experience: 8,
    costOfServices: 7000,
    costOfServicesGroup: 7500,
    mainSpecialization: 'Подростковый психолог, гештальт-терапевт',
    avatar: 'i.pravatar.cc/700?img=48',
    workPrinciples: null,
    videoPresentationUrl: null,
    biography:
        'Я квалифицированный психолог с опытом работы в области психотерапии и консультирования. '
        'Моя основная цель - помочь людям преодолеть свои трудности и достичь психологического благополучия. '
        'Я обладаю глубоким пониманием человеческого поведения и межличностных отношений, '
        'и мои навыки в психологической диагностике и терапии помогают мне эффективно работать с '
        'клиентами разного возраста и культурного бэкграунда. Мой подход основан на сочетании различных '
        'терапевтических направлений, таких как психодинамическая терапия, когнитивно-поведенческая '
        'терапия и гештальт-терапия. Я умею создать доверительную атмосферу и поддерживающую среду, '
        'где клиенты могут откровенно выражать свои мысли и чувства. Я также внимательный слушатель '
        'и эмпатичный профессионал, что позволяет мне установить глубокую связь с клиентами. '
        'У меня есть опыт работы со множеством проблем и психологических состояний, включая депрессию, '
        'тревожность, семейные конфликты, потерю и горе. Я также обладаю знаниями и практическими '
        'навыками в области кризисного вмешательства и помощи в кризисных ситуациях. '
        'Я активно принимаю участие в профессиональном развитии и постоянно обновляю свои знания '
        'и навыки, чтобы быть в курсе современных тенденций в психологии. Я стремлюсь к '
        'постоянному совершенствованию и готов работать как самостоятельно, так и в команде. '
        'Будучи психологом, я ищу возможность применить свои навыки и знания для помощи клиентам '
        'и внести положительный вклад в их жизнь. Если вы ищете талантливого психолога, '
        'который внимательно выслушает вас, поддержит и поможет вам решить ваши проблемы, '
        'я готов предоставить свои услуги. Буду рад обсудить возможность сотрудничества!',
  ),
  TherapistDetail(
    id: '14',
    name: 'Лена',
    surname: 'Хинди',
    experience: 7,
    costOfServices: 1500,
    costOfServicesGroup: 2500,
    mainSpecialization: 'Семейный психолог, системный-терапевт',
    avatar: 'i.pravatar.cc/700?img=5',
    workPrinciples: null,
    videoPresentationUrl: null,
    biography:
        'Я квалифицированный психолог с опытом работы в области психотерапии и консультирования. '
        'Моя основная цель - помочь людям преодолеть свои трудности и достичь психологического благополучия. '
        'Я обладаю глубоким пониманием человеческого поведения и межличностных отношений, '
        'и мои навыки в психологической диагностике и терапии помогают мне эффективно работать с '
        'клиентами разного возраста и культурного бэкграунда. Мой подход основан на сочетании различных '
        'терапевтических направлений, таких как психодинамическая терапия, когнитивно-поведенческая '
        'терапия и гештальт-терапия. Я умею создать доверительную атмосферу и поддерживающую среду, '
        'где клиенты могут откровенно выражать свои мысли и чувства. Я также внимательный слушатель '
        'и эмпатичный профессионал, что позволяет мне установить глубокую связь с клиентами. '
        'У меня есть опыт работы со множеством проблем и психологических состояний, включая депрессию, '
        'тревожность, семейные конфликты, потерю и горе. Я также обладаю знаниями и практическими '
        'навыками в области кризисного вмешательства и помощи в кризисных ситуациях. '
        'Я активно принимаю участие в профессиональном развитии и постоянно обновляю свои знания '
        'и навыки, чтобы быть в курсе современных тенденций в психологии. Я стремлюсь к '
        'постоянному совершенствованию и готов работать как самостоятельно, так и в команде. '
        'Будучи психологом, я ищу возможность применить свои навыки и знания для помощи клиентам '
        'и внести положительный вклад в их жизнь. Если вы ищете талантливого психолога, '
        'который внимательно выслушает вас, поддержит и поможет вам решить ваши проблемы, '
        'я готов предоставить свои услуги. Буду рад обсудить возможность сотрудничества!',
  ),
];
